<?php

return [
    'email_not_unique' => 'این ایمیل قبلا بر روی حساب دیگری ثبت شده است. لطفا یک ایمیل دیگر وارد کنید. یا نسبت به ورود به حساب کاربری خود اقدام کنید!',
    'username_not_unique' => 'این نام کاربری قبلا توسط کاربر دیگری ثبت شده است. لطفا یک نام کاربری متفاوت وارد کنید!',
    'rate_limit_seconds' => 'تعداد دفعات تلاش شما بیش از حد مجاز بوده است لطفا پس از :value ثانیه دوباره تلاش کنید!',
    'rate_limit_minutes' => 'تعداد دفعات تلاش شما بیش از حد مجاز بوده است لطفا پس از :value دقیقه دوباره تلاش کنید!',
    'rate_limit_hours' => 'تعداد دفعات تلاش شما بیش از حد مجاز بوده است لطفا پس از :value ساعت دوباره تلاش کنید!',
    'invalid_username_or_password' => 'نام کاربری یا رمز عبور اشتباه است!',
];
